apt-file
autoconf
blender
build-essential
check
clang
clangd
clang-format
clang-tools
clang-tools-12
cmake
curl
fish
fonts-firacode
gettext
ghostwriter
gimp
gimp-data
git
gitg
gnome-color-manager
gopher
gparted
hollywood
kdeconnect
konsole
libaccounts-glib0
libaccounts-qt5-1
libamd2
libbabl-0.1-0
libblas3
libc6-dev
libcairo2-dev
libcamd2
libccolamd2
libcddb2
libchm1
libcholmod3
libconfig-dev
libdbus-1-dev
libdbusmenu-qt5-2
libdvbpsi10
libebml5
libepub0
libev-dev
libevdev-dev
libfakekey0
libfam0
libgegl-0.4-0
libgegl-common
libgfortran5
libgimp2.0
libgl1-mesa-dev
libgtk-3-dev
libgtkmm-2.4-1v5
libheif1
libjpeg-turbo8-dev
libiconv-hook1
libiconv-hook-dev
libixml10
libkaccounts2
libkf5activities5
libkf5archive5
libkf5attica5
libkf5auth5
libkf5authcore5
libkf5auth-data
libkf5bluezqt6
libkf5bluezqt-data
libkf5bookmarks5
libkf5bookmarks-data
libkf5calendarevents5
libkf5codecs5
libkf5codecs-data
libkf5completion5
libkf5completion-data
libkf5config-bin
libkf5configcore5
libkf5config-data
libkf5configgui5
libkf5configwidgets5
libkf5configwidgets-data
libkf5contacts5
libkf5contacts-data
libkf5coreaddons5
libkf5coreaddons-data
libkf5crash5
libkf5dbusaddons5
libkf5dbusaddons-bin
libkf5dbusaddons-data
libkf5declarative5
libkf5declarative-data
libkf5doctools5
libkf5globalaccel5
libkf5globalaccel-bin
libkf5globalaccel-data
libkf5globalaccelprivate5
libkf5guiaddons5
libkf5i18n5
libkf5i18n-data
libkf5iconthemes5
libkf5iconthemes-bin
libkf5iconthemes-data
libkf5idletime5
libkf5itemviews5
libkf5itemviews-data
libkf5jobwidgets5
libkf5jobwidgets-data
libkf5js5
libkf5jsapi5
libkf5kcmutils5
libkf5kcmutils-data
libkf5kexiv2-15.0.0
libkf5khtml5
libkf5khtml-bin
libkf5khtml-data
libkf5kiocore5
libkf5kiofilewidgets5
libkf5kiogui5
libkf5kiontlm5
libkf5kiowidgets5
libkf5kirigami2-5
libkf5notifications5
libkf5notifications-data
libkf5package5
libkf5package-data
libkf5parts5
libkf5parts-data
libkf5parts-plugins
libkf5people5
libkf5peoplebackend5
libkf5people-data
libkf5peoplewidgets5
libkf5plasma5
libkf5plasmaquick5
libkf5pty5
libkf5pty-data
libkf5pulseaudioqt2
libkf5purpose5
libkf5purpose-bin
libkf5quickaddons5
libkf5service5
libkf5service-bin
libkf5service-data
libkf5solid5
libkf5solid5-data
libkf5sonnet5-data
libkf5sonnetcore5
libkf5sonnetui5
libkf5su5
libkf5su-bin
libkf5su-data
libkf5textwidgets5
libkf5textwidgets-data
libkf5threadweaver5
libkf5wallet5
libkf5wallet-bin
libkf5wallet-data
libkf5waylandclient5
libkf5widgetsaddons5
libkf5widgetsaddons-data
libkf5windowsystem5
libkf5windowsystem-data
libkf5xmlgui5
libkf5xmlgui-bin
libkf5xmlgui-data
libkwalletbackend5-5
libkworkspace5-5
liblapack3
liblua5.1-0-dev
libluajit-5.1-dev
libmad0
libmarkdown2
libmatroska7
libmetis5
libmng2
libmypaint-1.5-1
libmypaint-common
libncursesw5-dev
libokular5core9
libopenmpt-modplug1
libpango1.0-dev
libpci-dev
libpcre2-dev
libpcre3-dev
libphonon4qt5-4
libphonon4qt5-data
libpixman-1-dev
libplacebo72
libpolkit-qt5-1-1
libpoppler-qt5-1
libprotobuf-lite23
libproxy-tools
libqca-qt5-2
libqca-qt5-2-plugins
libqmobipocket2
libqt5multimedia5
libqt5printsupport5
libqt5qml5
libqt5quick5
libqt5quickcontrols2-5
libqt5quicktemplates2-5
libqt5quickwidgets5
libqt5sql5
libqt5sql5-sqlite
libqt5svg5-dev
libqt5test5
libqt5texttospeech5
libqt5waylandclient5
libqt5waylandcompositor5
libqt5webengine5
libqt5webenginecore5
libqt5webengine-data
libqt5webenginewidgets5
libqt5x11extras5
libqt5xml5
libraw20
libre2-9
libresid-builder0c2a
libsdl1.2debian
libsdl-image1.2
libsecret-1-dev
libsidplay2
libsignon-plugins-common1
libsignon-qt5-1
libspatialaudio0
libssh2-1
libstartup-notification0-dev
libumfpack5
libupnp13
libvlc5
libvlc-bin
libvlccore9
libvoikko1
libwebkit2gtk-4.0-dev
libx11-xcb-dev
libxcb1-dev
libxcb-composite0-dev
libxcb-cursor-dev
libxcb-damage0-dev
libxcb-dpms0
libxcb-dpms0-dev
libxcb-dri2-0-dev
libxcb-dri3-dev
libxcb-ewmh2
libxcb-ewmh-dev
libxcb-glx0-dev
libxcb-icccm4-dev
libxcb-image0-dev
libxcb-imdkit1
libxcb-imdkit-dev
libxcb-keysyms1-dev
libxcb-present-dev
libxcb-randr0-dev
libxcb-record0
libxcb-record0-dev
libxcb-render0-dev
libxcb-render-util0-dev
libxcb-res0
libxcb-res0-dev
libxcb-screensaver0
libxcb-screensaver0-dev
libxcb-shape0-dev
libxcb-util-dev
libxcb-xf86dri0
libxcb-xf86dri0-dev
libxcb-xfixes0-dev
libxcb-xinerama0-dev
libxcb-xinput-dev
libxcb-xkb-dev
libxcb-xrm-dev
libxcb-xtest0-dev
libxcb-xv0-dev
libxcb-xvmc0
libxcb-xvmc0-dev
libxext-dev
libxkbcommon-dev
libxkbcommon-x11-dev
libxkbfile-dev
libyajl-dev
light
links2
luarocks
lxc
ninja-build
nitrogen
openssh-server
python2
python3-pip
qemu
qml-module-org-kde-bluezqt
qml-module-org-kde-kconfig
qml-module-org-kde-kirigami2
qml-module-org-kde-kquickcontrols
qml-module-org-kde-kquickcontrolsaddons
qml-module-org-kde-people
qml-module-org-kde-purpose
qml-module-qtgraphicaleffects
qml-module-qtqml-models2
qml-module-qtquick2
qml-module-qtquick-controls
qml-module-qtquick-controls2
qml-module-qtquick-dialogs
qml-module-qtquick-layouts
qml-module-qtquick-privatewidgets
qml-module-qtquick-templates2
qml-module-qtquick-window2
qml-module-ubuntu-onlineaccounts
qt5-qmake
qtdeclarative5-dev
qtspeech5-flite-plugin
qttools5-dev
qtwayland5
ranger
signon-plugin-oauth2
sl
snapd
sonnet-plugins
sshfs
tldr
tmux
universal-ctags
uthash-dev
valgrind
vlc-data
vlc-plugin-base
vlc-plugin-video-output
